Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-126.html.tmx
Source language: nob
Languages: sme

source: Utførelse og materialbruk
sme: Arkitektonalaš bargu

source: Bygget er tuftet på en presis geometri der en halvsirkel med kontorer og møterom i to etasjer hegner om et vakkert sydvendt uterom med utsikt over Karasjok.
sme: Visttis lea dárkilis geometriija mas beallejorbadas, mas leat kantuvrrat ja čoahkkinlanjat guovtti gearddis, lea gitta čáppa olgolanjas máttásguvlui, ja mas oaidná miehtá Kárášjoga.

source: Stålbjelker © Pål Hivand
sme: © Pål Hivand

source: Sittegruppe andre etasje © Pål Hivand
sme: © Pål Hivand

source: Resepsjonen © Pål Hivand
sme: © Pål Hivand

source: Sittegrupper auditorium © Pål Hivand
sme: © Pål Hivand © Pål Hivand

source: Stålbjelker ute © Pål Hivand
sme: © Pål Hivand

source: Detaljeringen er utformet slik at synlige konstruksjoner i størst mulig grad er en del av ornamentikken.
sme: Detáljjat leat hábmejuvvon nu ahte ráhkkanusat mat leat oidnosis leat nu ollu go vejolaš ornamentihka oassin.

source: I tillegg til treverk er enkelte stålkonstruksjoner eksponert både ute og inne.
sme: Muorraávdnasiidda lassin leat stálleráhkkanusat sihke olggobealde ja siskkabealde čuovggasmahtton.

source: Samspillet mellom treverk og stål gir huset en moderne karakter samtidig som det er ytterligere et register som gir assosiasjoner til bebygde elementer i samisk tradisjon.
sme: Muorra- ja ruovdeávdnasiid gaskasaš oktavuohta addá vistái ođđaáigásaš hámi, mii dasa lassin buktá assosiášuvnnain sámi árbevieruin.

source: Av største viktighet har det også vært at huset blir stående i et naturlandskap med lyng og mose, ikke et kultivert landskap.
sme: Deataleamos lea maiddái leamaš cegget vistti luonddueatnadahkii, dakŋasiid ja sámmáliid gaskii, ii ge ráhkaduvvon eatnanahkii.

source: Husets verdighet tas vare på også i farge-valget.
sme: Vistti árvu lea maindái gozihuvvon ivnniid válljemis.

source: Materialer, detaljering og farge skal uttrykke et tidløst hus.
sme: Ávdnasiin, detáljjain ja ivnniin galgá oidnot vistti áiggihis hápmi.

source: En naturlig form for gjenbruk er en del av den samiske kultur, treverket er således også et symbol på dette.
sme: Lunddolaš vuohki fas ođasmahttit osiin sámi kultuvrras, muorraávdnasat leat maiddái dasa symbolan.

source: Aldringsprosessen vises hurtig og vakkert i lerketre - denne sølvgrå patinaen får huset til å gli inn i landskap og historie.
sme: Lastaguosa boarásmanproseassa oiđnogoahtá johtilit ja čábbát - dát silbaránes patina heiveha vistti eatnadahkii ja historjái.

source: Stålsøylene lakkeres med en grafittgrå metallik lakk.
sme: Ruovdebealkkat leat vuidojuvvon grafihttaránes metallihkka láhkain.

source: Gjennomfargede glass i slisser øverst i fasaden gir både eksteriør og interiør små fargeklatter ettersom lys / mørke endres.
sme: Čađaivdnejuvvon glásain fasádas bajimuččas oidnojit ivnnit sihke olggosja sisaguvlui, ja dat nuppástuvvet čuovgga / seavdnjadasa mielde.

source: Små fargeklatter på enkelte interiører i tillegg til kunstnerisk utsmykking kontrasterer det rolige huset.
sme: Uhccánaš ivnnit muhtun stohpogálvvuin lassin dáiddalaš čiŋaheapmái kontrasterejit dan boaittus vistti.

source: Innvendig er også det varme treverket gjennomgående som materiale, mens stålsøyler, stålbjelker og stålprofiler er et uttrykk for de moderne materialer.
sme: Siskkabealde leat geavahuvvon liegga muorraávdnasat, muhto ruovdestoalpput, ruovdebealkkat ja ruovdeprofiilat leat eambbo ođđaáigásaš ávdnasat.

source: Kostnadsmessig har det vært gunstig å benytte stål i de krumme konstruksjonene.
sme: Goluid dáfus lea leamaš oiddolaš geavahit ruovddi geavrás osiin.

source: Også innvendig er stålet lakkert i grafittgrå metallik lakk.
sme: Maiddái siskkabealde lea ruovdeoassi vuidojuvvon grafihttaránes metallihkka láhkain.

source: Utstillingsareal og bibliotek har gulv av massiv eike-parkett.
sme: Čájáhusareálain ja bibliotehkas lea láhttis massiivvalaš eaikaparkeahtta.

source: Skivene som avgrenser vandrehall fra bibliotek er kledd med smal glattpanel i furu.
sme: Stoalpput mat ráddjejit guhkes feaskára eret bibliotehkas leat skoadastuvvon beahcepanelain.

source: Opphengsskinner i forbindelse med utstillingsarealet sørger for en fleksibel belysning.
sme: Dán rabas oasis leat dievva smávva čuovggat. Čájáhusárealaid skoađas addá čuovgga davgasit.

source: Leseplasser og bokreoler er spesielt belyst.
sme: Lohkansajiin ja girjehilduin leat erenoamáš čuovggat.

source: Kontorer og møteromsarealer har vegger i gråmalt gips, enkelte vegger med metallisk farge.
sme: Kantuvrrain ja čoahkkinlanjain leat ránes gipsapláhtat seinniin, muhtun seinniin lea metalla ivdni.

source: Himlinger er utført delvis i spilepanel og delvis i gips, mens gulvene er utført i eikeparkett.
sme: Robis siskkabealde lea muhtun ráje asehis panela ja muhtun ráje gipsa, go fas láhtiin lea eaikaparkeahtta.

source: Skilleveggene både mot korridor og mellom kontorer har større og mindre glassfelt.
sme: Gaskaseinniin sihke korridora vuostá ja kantuvrraid gaskka leat sihke uhca ja stuorra glásat.

source: Rommenes karakter har selvfølgelig satt høye krav til valg av løse møbler.
sme: Lanjaid hápmi lea dieđusge bidjan stuorra gáibádusaid viessogálvvuid válljemii.

source: Belysningen forsterker rommenes spesielle geometri og materialvalg.
sme: Čuovggat nannejit lanjaid erenoamáš geometriija ja ávdnasiid válljema.

source: Den generelle arbeidsbelysningen består i prinsippet av downligths, mens en nyutviklet pendel-armatur svever over bordene og kaster lyset ned på arbeidsplassen.
sme: Oppalaš bargočuovga lea prinsihpas downligths, ja bevđdiiđ alde leat ođđaáigásaš beavdelámppát mat addet čuovgga bargobeavdái.

source: Plenumssalens interiører er også utført i treverk, gulvet er oppforet over betongdekket og gir plass for installasjoner.
sme: Dievasčoahkkinlanjas lea maiddái muorraláhtti, muorra lea biddjojuvvon betoŋgga ala ja das lea sadji installašuvnnaide.

source: Gulv i eike-parkett, vegger av spaltepanel i furu med absorbent bak som ivaretar rommets akustikk.
sme: Gárvodan- / njuoskalanjain leat ávdnasat maid lea álki bajásdoallat, ja alde leat fliissat ja linoleuma.

source: Publisert av Pål Hivand.
sme: Almmuhan Pål Hivand.

source: Første gang publisert 09.02.2005
sme: Vuosttaš geardde almmuhan 09.02.2005

source: artikler
sme: Artihkkalat

source: Arkitektonisk uttrykk
sme: Arkitektonalaš bealli
